Dlubal.SteelSurfaces.ItemAt
Define type of accessing an object.

Dlubal.SteelSurfaces.ItemAt.AtIndex
Object is get by index of array where is the object placed.

Dlubal.SteelSurfaces.ItemAt.AtNo
Object is get by object number.